Repository: zikula-modules/Formicula
Catalog: formicula/locale/*/LC_MESSAGES/module_formicula.po
Languages: de

source: Unknown Contact
de: Unbekannter Kontakt

source: Contact has been deleted
de: Der Kontakt wurde gelöscht

source: Mailer module is not available - unable to send emails!
de: Das Mailer-Modul ist nicht verfügbar. Daher können keine E-Mail versendet werden.

source: no image function available - captcha deactivated
de: Keine Image-Funktion verfügbar - Captcha deaktiviert.

source: formicula_cache folder does not exist in Zikula's temporary folder or is not writable - captchas have been disabled
de: Das Verzeichnis 'formicula_cache' ist nicht in pnTemp vorhanden oder es ist nicht beschreibbar. Captchas wurden deaktiviert.

source: .htaccess file needed in formicula_cache folder not exist
de: Die Datei .htaccess wurde im Verzeichnis 'formicula_cache' nicht gefunden

source: The captcha image cached was cleared
de: Die zwischengespeicherten Captchabilder wurde gelöscht

source: Formicula forms module
de: Werkzeug für Kontaktformulare aller Art

source: Error! Could not load items.
de: Fehler! Einträge konnte nicht geladen werden.

source: Contact Form
de: Kontaktformular

source: Error! No or incorrect E-Mail address supplied
de: Fehler! Keine oder feherhafte E-Mail Adresse angegeben

source: Error! No username given
de: Fehler! Kein Benutzername angegeben

source: Error! No or invalid comment supplied (no HTML!)
de: Fehler! Keinen oder ungültigen Kommentar abgegeben (kein HTML!)

source: Error! Mandatory field:
de: Fehler! Folgendes Pflichtfeld fehlt:

source: Error! Upload error
de: Fehler! Uploadfehler

source: Set form #%1$s with %2$s templates
de: Satz #%1$s mit %2$s Templates

source: The webserver cannot write into this folder!
de: Dieses Verzeichnis ist vom Webserver nicht beschreibbar!

source: The configuration has been changed.
de: Die Konfiguration wurde erfolgreich geändert.

source: Error! No contact name
de: Fehler! Kein Kontaktname

source: Error! No or incorrect email address supplied
de: Fehler! Keine oder ungültige E-Mail Adresse angegeben

source: Error! Incorrect email address supplied
de: Fehler! Ungültige E-Mail Adresse angegeben

source: Contact created
de: Kontakt erstellt

source: Error creating contact!
de: Fehler beim Erstellen des Kontakts!

source: Contact info has been updated
de: Die Kontaktinformationen wurde aktualisiert

source: Error updating contact!
de: Fehler beim Aktualisieren des Kontakts!

source: no form selected
de: Kein Formular ausgewählt

source: Bad in mathematics? You can do better, try again.
de: Schlecht im Kopfrechnen? Bitte erneut versuchen!

source: There was an error sending the email.
de: Beim Versenden der E-Mail ist ein Fehler aufgetreten

source: Error! Creation attempt failed.
de: Fehler! Die Anlage ist fehlgeschlagen.

source: Error! Sorry! Deletion attempt failed.
de: Fehler! Die Löschung ist fehlgeschlagen.

source: View contacts
de: Kontakte anzeigen

source: Add contact
de: Kontakt hinzufügen

source: Clear captcha image cache
de: Captcha-Cache leeren

source: Modify configuration
de: Konfiguration

source: The installer could not create formicula_cache/index.html and/or formicula_cache/.htaccess, please refer to the manual before using the module!
de: Während der Installation konnten formicula_cache/index.html und/oder formicula_cache/.htaccess nicht angelegt werden. Vor Benutzung des Moduls bitte den Anweisungen im Handbuch folgen!

source: The installer could not create the formicula_cache folder, please refer to the manual before using the module!
de: Während der Installation konnte das formicula_cache-Verzeichnis nicht angelegt werden. Vor Benutzung des Moduls bitte den Anweisungen im Handbuch folgen!

source: pnTemp folder found outside of the webroot, please consult the manual of how to create the formicula_cache folder in this case.
de: pnTemp-Verzeichnis außerhalb des Webroots gefunden, bitte das formicula_cache Verzeichnis manuell anlegen, wie in der Dokumentation beschrieben.

source: The installer could not create the formcontacts table
de: Während der Installation konnte die Tabelle 'formcontacts' nicht angelegt werden

source: Database upgrade failed
de: Datenbankänderung fehlgeschlagen

source: Hello,
de: Hallo,

source: Thank you for the comments posted from our Website. The sent data is:
de: vielen Dank für die Frage/den Kommentar auf unserer Website. Die gesendeten Daten sind:

source: Contact or Theme
de: Thema

source: Your Name
de: Name

source: Company
de: Firma

source: Phone Number
de: Telefonnummer

source: Location
de: Ort

source: Comment
de: Kommentar

source: We will respond to your e-mail as soon as possible.
de: Falls gewünscht werden wir unverzüglich antworten.

source: The
de: Das

source: A visitor of to your web site used the form for contact and sent the following:
de: Ein Besucher der Seite hat das Kontaktformular genutzt und folgende Daten mitgeteilt:

source: Form #
de: Formular #

source: The user has the following IP address/hostname:
de: Der Nutzer hat folgende IP-Adresse/Hostname:

source: Mandatory field
de: Pflichtfeld

source: Contact our team
de: Kontaktformular

source: This is a mandatory field.
de: Dies ist ein Pflichtfeld.

source: Please enter a valid E-mail address like user@example.com.
de: Bitte eine gültige E-Mailadresse in der Form name@domain.de eingeben.

source: Please enter a valid internet address like http://www.example.com.
de: Bitte eine gültige Internetadresse in der Form http://www.domain.de eingeben.

source: Please solve this simple math test
de: Bitte diese einfache Rechenaufgabe lösen

source: Send
de: Absenden

source: Show phone number
de: Telefonnummer anzeigen

source: Show company
de: Firma anzeigen

source: Show URL
de: URL anzeigen

source: Show location
de: Ort anzeigen

source: Show comments textarea
de: Kommentar anzeigen

source: Send confirmation email to user
de: Bestätigungsmail an Benutzer senden

source: Folder for uploaded files
de: Verzeichnis für Dateiupload

source: Delete file after sending
de: Datei nach dem Versand löschen

source: Activate spamcheck
de: Spamcheck aktivieren

source: Make sure you the necessary form fields are available, see the docs for more information. This option will be turned off by Formicula automatically if no PHP-functions for creating images are available
de: Dies erfordert u.U. Anpassungen an den Templates, weitere Informationen dazu finden sich in der Dokumentation. Diese Option wird automatisch deaktiviert, wenn Formicula keine PHP-Funktion zur Erstellung von Captcha-Grafiken findet!

source: Do not use spam check in these forms
de: Spamcheck nicht in folgenden Formularen benutzen

source: Comma separated list of form ids, e.g. embedded forms in pagesetter. The redirect may not work here correctly
de: Kommaseparierte Liste der FormIDs, die z.B. in Pagesetter eingebettet sind. Hier könnte es zu Problemen beim Weiterleiten kommen, wenn der Benutzer die Rechenaufgabe nicht korrekt löst.

source: Set the default form
de: Standardformular

source: (used when no form is specified)
de: (wird verwendet, wenn keine Formular-ID form=xxx im Aufruf übergeben wird)

source: Submit
de: Absenden

source: Visit Formicula on http://code.zikula.org/formicula
de: Formicula-Projekt unter http://code.zikula.org/formicula besuchen

source: This data was sent to us:
de: Folgende Daten wurden gesendet:

source: Thanks for applying, we will keep your data strictly confidential
de: Vielen Dank für Ihre Bewerbung. Die Daten werden selbstverständlich streng vertraulich behandelt

source: We will respond to your E-mail address as soon as possible.
de: Falls gewünscht werden wir unverzüglich antworten.

source: There is an error in your form
de: Es liegt ein Fehler in diesem Formular vor.

source: Back to Contact Form
de: Zurück zum Kontaktformular

source: Apply online!
de: Onlinebewerbung

source: Apply as
de: Bewerbung als

source: Date of birth
de: Geburtsdatum

source: Please enter a valid date.
de: Bitte ein gültiges Datum eingeben.

source: Street
de: Strasse

source: Salary
de: Gehaltsvorstellung

source: Please use only numeric characters.
de: Bitte nur numerische Werte eingeben

source: Zip City
de: PLZ Ort

source: Entry date
de: Eintrittsdatum

source: Delete contact
de: Kontakt löschen

source: Do you really want to delete this contact?
de: Soll dieser Kontakt wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Contact name
de: Kontaktname

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Thank you for your questions/comments to our website!<br />We will reply as soon as possible.
de: Vielen Dank für die Frage/den Kommentar zu unserer Website!<br />Falls gewünscht, werden wir unverzüglich antworten.

source: Confirmation of your submission will be emailed to you in a few minutes.
de: Zur Bestätigung werden die gesendeten Daten auch an die angegebene E-Mail-Adresse verschickt.

source: There was an internal error when sending confirmation mail
de: Beim Versand der Bestätigungsmail ist ein interner Fehler aufgetreten.

source: Edit contact
de: Kontakt bearbeiten

source: Public
de: Öffentlich

source: Use this information in the users confirmation mail
de: Verwende folgende Daten für die Bestätigungsmail an den Benutzer

source: Sender E-Mail
de: Absender E-Mali Adresse

source: Sender name
de: Absendername

source: Subject
de: Betreff

source: with <ul> <li>%s = sitename</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = contacts sender name</li> <li>%n&lt;num&gt; = user defined field name &lt;num&gt;</li> <li>%d&lt;num&gt; = user defined field data &lt;num&gt;</li></ul>
de: mit <ul> <li>%s = Seitenname</li> <li>%l = Slogan</li> <li>%u = URL der Seite</li> <li>%c = Absendername des Kontakts</li> <li>%n&lt;num&gt; = Name des userdefinerten Feldes &lt;num&gt;</li> <li>%d&lt;num&gt; = Inhalt des userdefinierten Feldes &lt;num&gt;</li></ul>

source: Settings
de: Konfiguration

source: Options
de: Optionen

source: Yes
de: Ja

source: No
de: Nein

source: No items found.
de: Keine Einträge gefunden

source: This data was sent to us
de: Folgende Daten wurden gesendet

source: Confirmation of your submission will be mailed to you in a few minutes.
de: Zur Bestätigung werden die gesendeten Daten auch an die angegebene E-Mail-Adresse verschickt.
